brew "git"
brew "python"
brew "tree"
brew "pylint"
brew "black"
brew "node"
brew "gh"
brew "neovim"
brew "tldr"
brew "neofetch"
brew "fzf"
brew "htop"
brew "btop"
brew "iperf3"
brew "go"
brew "pandoc"
brew "uv"
brew "wget"
brew "speedtest-cli"
brew "jq"
brew "tmux"
brew "exiftool"

cask "google-chrome"
cask "firefox"
cask "visual-studio-code"
cask "discord"
cask "google-drive"
cask "vlc"
cask "docker"
cask "steam"
cask "epic-games"
cask "syncthing"
cask "openvpn-connect"
cask "tailscale"
cask "bitwarden"
cask "plex"
cask "messenger"
cask "slack"
cask "microsoft-teams"
cask "parsec"
cask "chatgpt"
cask "vnc-viewer"
cask "microsoft-edge"
cask "chatgpt-atlas"
cask "onedrive"