# third-party tap (github.com/XcodesOrg/homebrew-made) providing the xcodes formula
tap "xcodesorg/made"

brew "aria2" # multi-connection download manager (segmented HTTP/FTP/BitTorrent CLI)
brew "bat"
brew "bitwarden-cli"
brew "black"
brew "btop"
brew "colima"
brew "docker"
brew "docker-compose"
brew "exiftool"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gdu"
brew "gh"
brew "git"
brew "go"
brew "htop"
brew "iperf3"
brew "jq"
brew "mosh"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node"
brew "ollama"
brew "pandoc"
brew "pylint"
brew "python"
brew "ripgrep"
brew "speedtest-cli"
brew "tldr"
brew "tmux"
brew "tree"
brew "unixodbc"
brew "uv"
brew "wget"
brew "xcodesorg/made/xcodes" # install/manage multiple Xcode versions; tap-qualified name = tap user/repo/formula

cask "bitwarden"
cask "claude"
cask "claude-code"
cask "discord"
cask "dockdoor"
cask "elgato-stream-deck"
cask "firefox"
cask "google-chrome"
cask "google-drive"
cask "hammerspoon"
cask "iina"
cask "maccy"
cask "microsoft-edge"
cask "microsoft-teams"
cask "moonlight"
cask "onedrive"
cask "openvpn-connect"
cask "parsec"
cask "plex"
cask "rustdesk"
cask "send-to-kindle"
cask "slack"
cask "steam"
cask "syncthing-app"
cask "tailscale-app"
cask "visual-studio-code"
cask "vnc-viewer"
