brew "git"
brew "python"
brew "tree"
brew "pylint"
brew "black"
brew "node"
brew "gh"
brew "neovim"
brew "tldr"
brew "neofetch"
brew "fzf"
brew "htop"
brew "btop"
brew "iperf3"
brew "go"
brew "pandoc"
brew "uv"
brew "wget"
brew "speedtest-cli"
brew "jq"
brew "tmux"
brew "exiftool"
brew "bitwarden-cli"
brew "ollama"
brew "ffmpeg"
brew "docker"
brew "docker-compose"
brew "colima"
brew "anisble"

cask "google-chrome"
cask "firefox"
cask "visual-studio-code"
cask "discord"
cask "google-drive"
cask "vlc"
cask "steam"
cask "epic-games"
cask "syncthing-app"
cask "openvpn-connect"
cask "tailscale-app"
cask "bitwarden"
cask "plex"
cask "slack"
cask "microsoft-teams"
cask "parsec"
cask "vnc-viewer"
cask "microsoft-edge"
cask "chatgpt-atlas"
cask "onedrive"
cask "rustdesk"
cask "freecad"
cask "elgato-stream-deck"
cask "send-to-kindle"
cask "iina"
